[
  {
    "Name":"1 Smokin Ash Hole",
    "Category":"Restaurants, Eateries and Caterers",
    "Description":"1 Smokin Ash HoleSpecializing in authentic pit-smoked meats and soulful sidesRestaurants, Eateries and Caterers1 Smokin Ash Hole is a Black-owned BBQ restaurant located in the Lockland neighborhood of Cincinnati. Owned by Le Cordon bleu alumna Chef Antoine Williams, 1 Smokin ash hole is known for its authentic pit-smoked meats and soulful sides.   Menu Offerings Brisket Lamb Beef Ribs Turkey Ribs Pulled Pork Jerk Chicken Smoked Wings And...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/1-smokin-ash-hole\/",
    "Website":"",
    "Phone":"(513) 679-7751",
    "Address":"1 Smokin Ash Hole",
    "Source":"Main Page"
  },
  {
    "Name":"6 'N The Mornin'",
    "Category":"Restaurants, Eateries and Caterers",
    "Description":"6 'N The Mornin'Specializing in Southern style breakfastRestaurants, Eateries and Caterers6 'N The Mornin' is a Black-owned breakfast restaurant serving classic breakfast dishes like pancakes, french toast, eggs, and more. Breakfast is the most essential part of the day, and the staff's job is to ensure that customers get the most significant meal for every hard-earned dollar. Owner Trey Graham and the team at 6...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/6-n-the-mornin\/",
    "Website":"https:\/\/6nthemornin.com\/cincinnati-6-n-the-mornin-happy-hours-specials",
    "Phone":"(513) 221-0510",
    "Address":"1535 Madison Road",
    "Source":"Main Page"
  },
  {
    "Name":"A Better You Counseling",
    "Category":"Health and Fitness",
    "Description":"A Better You CounselingHelping you find calm and peace when life becomes too muchHealth and FitnessA Better You Counseling is a Black-owned therapy practice specializing in treating individuals, couples and families. Located in Springdale, this counselor addresses the issues you face and the coping strategies to help you out.   You might be initially hesitant to seek out help and support for personal matters. However, when you do, you will...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-better-you-counseling\/",
    "Website":"https:\/\/abetterucounseling.com\/",
    "Phone":"(513) 294-8330",
    "Address":"260 Northland Blvd",
    "Source":"Main Page"
  },
  {
    "Name":"A Crystal Mind",
    "Category":"Health and Fitness",
    "Description":"A Crystal MindSpecializing in mental health and medication managementHealth and FitnessA Crystal Mind is a female, Black-owned psychiatric and mental health practice conveniently located in Sharonville, Ohio. The goal is to expand access to mental healthcare services. Along with this, assisting patients on their journeys to becoming the best versions of themselves is the end target.  A Crystal Mind offers in-office and telehealth appointments for...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-crystal-mind-mental-health\/",
    "Website":"https:\/\/www.google.com\/search?q=a+crystal+mind&sxsrf=ALiCzsbzen-QQ6pxWNO6pQdsNkpp1D-s7w%3A1657652453712&source=hp&ei=5cTNYpnWKNrA0PEP-Ou-iAo&iflsig=AJiK0e8AAAAAYs3S9WHeyyELvajcwdYRZQ3OCFWo2pTp&gs_ssp=eJzj4tVP1zc0zMsrT09KTk8yYLRSNaiwsDAxMDU0NzU0TDFMTTawtAIKJRtbpBibG5skJ1qap1qaevElKiQXVRaXJOYo5GbmpQAAtrcUVA&oq=a+crystal+mind&gs_lcp=Cgdnd3Mtd2l6EAEYADILCC4QgAQQxwEQrwEyBggAEB4QFjIICAAQHhAPEBYyBggAEB4QFjIGCAAQHhAWMgYIABAeEBYyBQgAEIYDMgUIABCGAzIFCAAQhgM6BAgjECc6FAguEIAEELEDEIMBEMcBENEDENQCOgsIABCABBCxAxCDAToRCC4QgAQQsQMQgwEQxwEQ0QM6BQguEIAEOggIABCxAxCDAToQCC4QgAQQhwIQsQMQ1AIQFDoKCC4QgAQQhwIQFDoLCC4QgAQQsQMQgwE6CAguEIAEELEDOgsILhCABBCxAxDUAjoICC4QgAQQ1AI6CggAEIAEEIcCEBQ6DgguEIAEELEDEIMBENQCOggIABCABBCxAzoFCAAQgARQAFjrHmChO2gAcAB4AIAB_AGIAd0VkgEFMC44LjaYAQCgAQE&sclient=gws-wiz#lrd=0x8840517511d1ec09:0x8c38d3734ca97e95,1,,,",
    "Phone":"(513) 923-6336",
    "Address":"4015 Executive Park Dr",
    "Source":"Main Page"
  },
  {
    "Name":"A Mirage Beauty Salon",
    "Category":"Beauty and Barber",
    "Description":"A Mirage Beauty SalonBeauty and BarberA Mirage Beauty Salon, LLC is a Black-owned hair salon located in Walnut Hills near Evanston and Mt. Auburn whose main purpose is to concentrate on the health and condition of your hair. Here you will find no manicurist or pedicurist just the best hair care for you and your evolving lifestyle. A Mirage Beauty...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-mirage-beauty-salon\/",
    "Website":"https:\/\/amiragebeautysalon.com\/",
    "Phone":"(513) 961-4464",
    "Address":"1016 E McMillan St",
    "Source":"Main Page"
  },
  {
    "Name":"A Mother's Touch Cakes",
    "Category":"Restaurants, Eateries and Caterers",
    "Description":"A Mother's Touch CakesSpecializing in Vegan, Organic, Sugar-Free and Gluten-Free dessertsRestaurants, Eateries and CaterersA Mother's Touch Cakes is a Black-owned licensed bakery specializing in Vegan, Organic, Sugar-Free and Gluten-Free desserts. This bakery uses only natural products and everything is made from scratch. Orders are baked fresh and can be available within 24 hours of purchase.   Although A Mother's Touch Cakes doesn't have a physical store, they can...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-mothers-touch-cakes\/",
    "Website":"",
    "Phone":"(513) 225-4823",
    "Address":"1801 Race Street",
    "Source":"Main Page"
  },
  {
    "Name":"A Place 4 Seniors",
    "Category":"Professional Services",
    "Description":"A Place 4 SeniorsProfessional Services,Daycare\/PreschoolA Place 4 Seniors is a Black-owned senior center that provides a safe, family-oriented environment for seniors to socialize, engage in stimulating activities, and enjoy freshly prepared meals. The senior social club in Greenhills offers a supportive community where everyone feels valued and cherished. The program is offered to seniors 65 years of age and...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-place-4-seniors\/",
    "Website":"https:\/\/www.aplace4seniors.org\/Contact-Us.html",
    "Phone":"(513) 931-2747",
    "Address":"40 Eswin Street",
    "Source":"Main Page"
  },
  {
    "Name":"A Sound Mind Counseling",
    "Category":"Health and Fitness",
    "Description":"A Sound Mind CounselingProviding quality therapy to people of all ethnic and cultural backgroundsHealth and FitnessA Sound Mind Counseling Service is a Black-owned, private behavioral health practice. Shantel Thomas, Ph.D.  PCC-S, LSW is the President and CEO of this private practice. Committed to providing quality therapy to people of all ethnic and cultural backgrounds. The private practice provides a full range of mental health services to help the client's well-being....Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-sound-mind-counseling\/",
    "Website":"https:\/\/www.google.com\/search?q=+A+Sound+Mind+Counseling+cincinnati&sxsrf=ALiCzsY5EOioJg4R5xsvyVg27_W6hy2K0A%3A1657654368908&ei=YMzNYr7_NsHI9AP56I3QAg&ved=0ahUKEwi-r8bei_T4AhVBJH0KHXl0AyoQ4dUDCA8&uact=5&oq=+A+Sound+Mind+Counseling+cincinnati&gs_lcp=Cgdnd3Mtd2l6EAMyCwguEIAEEMcBEK8BMgQIABAeOgQIIxAnOgQIABBDOgoILhDHARCvARBDOgoILhCxAxCDARBDOg0ILhCxAxCDARDUAhBDOhEILhCxAxCDARDHARDRAxCRAjoLCAAQgAQQsQMQgwE6BggAEB4QB0oECEEYAEoECEYYAFAAWKxwYJFzaABwAXgAgAH_AYgB7QWSAQUwLjQuMZgBAKABAaABAsABAQ&sclient=gws-wiz#lrd=0x88404d164ccdd8a1:0xb413e0548b6ec02f,3,,,",
    "Phone":"(513) 948-0023",
    "Address":"",
    "Source":"Main Page"
  },
  {
    "Name":"A Touch of Class Cleaning",
    "Category":"Construction and Home Improvement",
    "Description":"A Touch of Class CleaningNo need to fret or fuss, leave the cleaning to us!Construction and Home ImprovementA Touch of Class is a Black woman-owned commercial cleaning company for home builders, construction site management, and commercial customers. The goal is to take the hassle out of cleaning and give the customer more time to focus on other property and construction site management responsibilities. Services Office cleaning. Commercial cleaning. Residential cleaning. COVID-19 cleaning...Rea...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-touch-of-class-cleaning\/",
    "Website":"http:\/\/www.atouchofclassclean.com\/",
    "Phone":"(513) 293-7250",
    "Address":"",
    "Source":"Main Page"
  },
  {
    "Name":"A. Lowe Creative Photography",
    "Category":"Photography & Videography",
    "Description":"A. Lowe Creative PhotographyWe Make the Difference in Your ImagePhotography & VideographyA. Lowe Creative Photography is a Black-owned photography studio located in East Price Hill just blocks from Holy Family Church, Mt. Echo Park, and Cincinnati Christian University. The studio is a small brick building with a yellow awning and a driveway for parking and is open 24 hours on Monday, Wednesday, and Thursday. Owned by...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-lowe-creative-photography\/",
    "Website":"https:\/\/www.google.com\/search?q=a+lowe+creative+photography&oq=a&aqs=chrome.1.69i60j69i59j69i60l4j5l2.1732j0j7&sourceid=chrome&ie=UTF-8",
    "Phone":"(513) 921-5179",
    "Address":"748 Elberon Ave",
    "Source":"Main Page"
  },
  {
    "Name":"A.R.T. Art Resource Team",
    "Category":"Online Retail",
    "Description":"A.R.T. Art Resource TeamArtwork, art consulting, custom framing, art gallery with handmade jewelryOnline Retail,RetailA.R.T. Art Resource Team, established in 2000 by artist Inez Baird, is a Black woman-owned business sourcing artwork for residences and businesses nationwide. The consulting studio is located at 506 Wyoming Avenue within a bright retail gallery in Wyoming, Ohio, and offers original art, unique glass, and handmade jewelry. About the Owner Baird's painting studio...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/a-r-t-art-resource-team\/",
    "Website":"https:\/\/www.yelp.com\/biz\/a-r-t-art-resource-team-wyoming",
    "Phone":"(513) 662-1998",
    "Address":"506 Wyoming Avenue",
    "Source":"Main Page"
  },
  {
    "Name":"ABEL Commercial Building Systems",
    "Category":"Construction and Home Improvement",
    "Description":"ABEL Commercial Building SystemsOur #1 Priority is Your SafetyConstruction and Home ImprovementABEL Building Systems is a Black-owned commercial building systems company that provides top-level fire alarm systems, security systems, camera CCTV systems, card reader access control systems, and monitoring systems. This building systems company is committed to providing innovative technology with old-fashioned values. Since 2000, ABEL has designed, integrated, and provided central station monitoring...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/abel-building-systems\/",
    "Website":"https:\/\/abelbuildingsystems.com\/",
    "Phone":"(513) 772-0401",
    "Address":"47 Tech View Dr",
    "Source":"Main Page"
  },
  {
    "Name":"Abiona Hair Design",
    "Category":"Beauty and Barber",
    "Description":"Abiona Hair Design\"Here I am, to service your beautiful self\".Beauty and BarberAbiona Hair Design is a Black-owned Hair Salon Service. Abiona Jamison owns Abiona Hair Design, located within It's All Good Hair Salon. Services are offered for men, women, and children. Children are not allowed in the salon unless they are being serviced and receiving a hairstyle.   Abiona Design Hair Salon Services: Haircut Shampoo and...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/abiona-hair-design\/",
    "Website":"",
    "Phone":"(513) 371-8072",
    "Address":"",
    "Source":"Main Page"
  },
  {
    "Name":"Acuity Services LLC",
    "Category":"Supplies and Services",
    "Description":"Acuity Services LLCPrecision in Testing, Trust in ResultsSupplies and ServicesAcuity Services, LLC is a Black-owned professional service offering fingerprinting, BCI\/FBI background checks, notary services, DNA tests, and phlebotomy services. Cornelia Daniels owns Acuity Services and provides high-quality, reliable services in a convenient and professional environment. Services Offered BCI\/FBI Background Checks and Fingerprinting BCI\/FBI background checks via WebCheck are essential for employment...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/acuity-services\/",
    "Website":"https:\/\/www.yelp.com\/biz\/acuity-services-no-title",
    "Phone":"(513) 376-8035",
    "Address":"1114 W Kemper Rd",
    "Source":"Main Page"
  },
  {
    "Name":"Adanech Corporation In-Home Care Agency",
    "Category":"Supplies and Services",
    "Description":"Adanech Corporation In-Home Care AgencyThe choice is yours, the pleasure is ours.Supplies and ServicesAdanech Corporation is a black-owned In-Home Care Agency certified by the Ohio Department of Developmental Disabilities. Adanech serves individuals in the Greater Cincinnati Area with intellectual and developmental disabilities. The name Adanech is of African Amharic and Tigrinya origin. The meaning of Adanech is \"she has rescued them\". Programs and supports are built around the...Read More...",
    "detail_url":"https:\/\/thevoiceofblackcincinnati.com\/black-owned-business\/adanech-corporation\/",
    "Website":"http:\/\/www.adanechcorporation.com",
    "Phone":"(513) 538-5015",
    "Address":"3284 North Bend Road",
    "Source":"Main Page"
  }
]